IDEA StatiCa Open Model
ValueCount.Count Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the repeating of value.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Count { get; set; }
Public Property Count As Integer
	Get
	Set
public:
property int Count {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ValueCount Class
IdeaRS.OpenModel.Parameters Namespace